Repository: SparkDev97/SnowBoardLocalisation
Catalog: *.lproj/IconOptions.strings
Languages: de, ja, nl, tr

source: Clear Alternative Icons
de: Alternative Icons löschen
ja: 代替アイコンをクリア
nl: Alternatieve pictogrammen wissen
tr: Alternatif Simgeleri Temizle

source: Custom Corner Radius
de: Benutzerdefinierter Eckenradius
ja: 角の半径
nl: Aangepaste hoekradius
tr: Özel Köşe Yarıçapı

source: Custom Icon Scale
de: Benutzerdefinierte Icongröße
ja: アイコンの大きさ
nl: Aangepaste pictogramschaal
tr: Özel Simge Ölçeği

source: Force 3x Icons
de: Erzwinge 3x Icons
nl: Forceer 3x pictogrammen
tr: 3x Simgeleri Zorla

# FORCE_LEGACY
source: Force Legacy Compatibility
de: Legacy-Kompatibilität erzwingen
ja: レガシー互換性を強制
nl: Legacy-compatibiliteit afdwingen
tr: Eskiye Uyumluluğu Zorla

source: Force Refresh
de: Aktualisierung erzwingen
ja: 強制更新
nl: Vernieuwen forceren
tr: Yenilemeye Zorla

source: Hide Icon Touch Overlays
de: Icon-Touch-Overlays ausblenden
ja: アイコンタッチオーバーレイを非表示
nl: Icoon-aanraakoverlays verbergen
tr: Simge Dokunmatik Bindirmelerini Gizle

source: Hide Labels
de: Beschriftungen ausblenden
ja: ラベルを非表示
nl: Verberg labels
tr: Etiketleri Gizle

source: Hide Label Dots
de: Beschriftungspunkte ausblenden
ja: ラベルのドットを非表示
nl: Labelpunten verbergen
tr: Etiket Noktalarını Gizle

# HIDE_POPUP_LABEL
source: Don't Show Apply Popup
de: Bestätigungs-Popup nicht anzeigen
ja: ポップアップラベルを非表示
nl: Pop-up toepassen niet weergeven
tr: Uygularken Açılır Bildirim Gösterme

source: Icon Options
de: Icon-Optionen
ja: アイコンの設定
nl: Pictogram Opties
tr: Simge Seçenekleri

# SCALE_BADGES
source: Scale Badges With Icon
de: Badges proportional zu Icons
ja: バッジの大きさ
nl: Badges schalen met pictogram
