Repository: SparkDev97/SnowBoardLocalisation
Catalog: *.lproj/Localizable.strings
Languages: de, nl

source: Extensions
de: Erweiterungen
nl: Extensies

source: Extension
de: Erweiterung
nl: Extensie

source: Themes
nl: Thema's

source: Group
de: Gruppieren
nl: Groeperen

source: Ungroup
de: Erweitern
nl: Groepering opheffen

source: Enable
de: ON
nl: Inschakelen

source: Disable
de: OFF
nl: Uitschakelen

source: Warning
de: Warnung
nl: Waarschuwing

# LEGACY_WARNING
source: Warning: Enabling this will allow older 'legacy' structured themes to function, but may cause issues with certain SnowBoard extensions. (Note: SnowBoard UI extension will force this to be disabled.)
de: Warnung: Wenn Sie diese Option aktivieren, können ältere strukturierte Legacy-Designs funktionieren, es kann jedoch zu Problemen mit bestimmten SnowBoard-Erweiterungen kommen. (Hinweis: Die SnowBoard-UI-Erweiterung muss dabei deaktiviert sein.)
nl: Waarschuwing: als dit wordt ingeschakeld, kunnen verouderd gestructureerde thema's functioneren, maar dit kan problemen veroorzaken met bepaalde SnowBoard-extensies. (Opmerking: de SnowBoard UI-extensie zorgt ervoor dat dit wordt uitgeschakeld.)

# DENNIS_TRIBUTE
source: In loving memory of Dennis D. Bednarz.
de: In liebevoller Erinnerung an Dennis D. Bednarz.
nl: In liefdevolle herinnering aan Dennis D. Bednarz.

# ICONS_EXTENSIONS
source: %d icons, %d extensions
de: %d Icons, %d Erweiterungen
nl: %d pictogrammen, %d extensies

# NO_THEMES
source: No Themes Found
de: Keine Themes gefunden!
nl: Geen thema's gevonden

# INSTALL_THEMES
source: You can install themes using popular package managers, such as the one you used to install SnowBoard.
de: Sie können Themes mit gängigen Paket-Managern installieren, wie zum Beispiel mit diesem, mit dem Sie SnowBoard installiert haben.
nl: Je kunt thema's installeren met behulp van populaire pakket managers, zoals degene die is gebruikt om SnowBoard te installeren.

source: Cancel
de: Abbrechen
nl: Annuleren

source: Apply Reorder
de: Neuanordnung übernehmen
nl: Pas Reorder toe

# APPLY_ONE
source: Apply 1 Change
de: Eine Änderung übernehmen
nl: Pas 1 verandering toe

# APPLY_CHANGES
source: Apply %d Changes
de: %d Änderungen übernehmen
nl: Pas %d verandering toe

source: Please wait...
de: Bitte warten...
nl: Wacht even...

# EXTENSIONS_NEED_RESPRING_MESSAGE_SINGLE
source: The following extension may require a respring to fully take effect: %@ Would you like to respring now?
de: Für folgende Erweiterung ist möglicherweise ein Respring erforderlich, um vollständig wirksam zu werden: %@ Respring jetzt durchführen?
nl: De volgende extensie dient mogelijk te worden herladen om volledig te worden toegepast: %@ Wil je dit nu doen?

# EXTENSIONS_NEED_RESPRING_MESSAGE
source: The following extensions may require a respring to fully take effect: %@ Would you like to respring now?
de: Für folgende Erweiterungen ist möglicherweise ein Respring erforderlich, um vollständig wirksam zu werden: %@ Respring jetzt durchführen?
nl: De volgende extensies dienen mogelijk te worden herladen om volledig te worden toegepast: %@ Wil je dit nu doen?

source: Alternative Icons
nl: Alternatieven Iconen

source: Alternatives
de: Alternativen
nl: Alternatieven

source: All Icons
de: Alle Icons
nl: Alle Iconen

source: Photos
de: Fotos
nl: Foto's

source: Settings
de: Einstellungen
nl: Instellingen

source: Presets
de: Vorlagen
nl: Voorinstellingen

source: Save Current
de: Vorlage erstellen
nl: Sla huidige op

source: New Preset
de: Neue Vorlage
nl: Nieuwe vooraf instelling

# ENTER_PRESET_NAME
source: Enter a name for your new preset...
de: Namen für neue Vorlage eingeben...
nl: Voer een naam in voor je nieuwe vooraf instelling

source: Save
de: Speichern
nl: Opslaan

source: Save with wallpaper
de: Mit Hintergrundbild speichern
nl: Opslaan met achtergrond

# INVALID_PRESET
source: The preset name you provided is invalid.
de: Der angegebene Name der Vorlage ist ungültig.
nl: De gegeven vooraf instellingsnaam is incorrect

source: Error
de: Fehler
nl: Fout

# PRESET_NAME_TOO_LONG
source: The preset name you provided is too long.
de: Der Name der Vorlage ist zu lang!
nl: Deze vooraf instellingsnaam is te lang.

# PRESET_NAME_EXISTS
source: A preset with this name already exists.
de: Eine Vorlage mit gleichem Namen existiert bereits!
nl: Deze vooraf instellingsnaam bestaat al.

# FAILED_WALLPAPER
source: Failed To Save Wallpaper
de: Hintergrundbild konnte nicht gespeichert werden
nl: Opslaan van achtergrond is mislukt

# FAILED_WALLPAPER_MESSAGE
source: Your wallpaper could not be saved for an unknown reason. If this persists, please try resetting your wallpaper in the Photos application.
de: Ihr Hintergrundbild konnte aus einem unbekannten Grund nicht gespeichert werden. Wenn dieser Fehler weiterhin besteht, versuchen Sie Ihr Hintergrundbild in der Fotoanwendung neu einzustellen.
nl: Je actergrond kon niet worden opgeslagen voor een onbekende reden. Als dit probleem zich blijft herhalen, probeer je achtergrond te resetten in de Foto applicatie.

# MISSING_SOME_THEMES
source: The following themes are missing and will need installing to fully apply this preset:
de: Die folgenden Themen fehlen und müssen installiert werden, um diese Vorlage vollständig anwenden zu können:
nl: De volgende thema's ontbreken en dienen te worden geÃ¯nstalleerd om volledig te worden toegepast op deze vooraf instelling:

# MISSING_ALL_THEMES
source: You are missing all required themes by this preset. Missing themes are:
de: In dieser Vorlage fehlen alle erforderlichen Themes. Fehlende Themen sind:
nl: Alle vereisten thema's ontbreken voor deze vooraf instelling. De thema's die ontbreken zijn:

# PRESET_CONTINUE
source: %@ Are you sure you would like to continue?
de: %@ Diese Vorlage wirklich anwenden?
nl: %@ Weet je zeker dat je door wilt gaan?

source: Missing Themes
de: Fehlende Themes
nl: Ontbrekende thema's

source: Confirm
de: Bestätigen
nl: Bevestigen

# WHAT_WOULD_DO
source: What would you like to do?
de: Was willst du tun?
nl: Wat zou je willen doen?

source: Delete
de: Löschen
nl: Verwijderen

source: Share
de: Teilen
nl: Delen

source: Delete Preset
de: Vorlage löschen
nl: Verwijder vooraf instelling

# DELETE_CONFIRM
source: Are you sure you would like to delete preset "%@"
de: Möchtest du die Vorlage "%@" wirklich löschen
nl: Weet je zeker dat je de vooraf instelling "%@" wilt verwijderen?

source: Theme Pack
de: Themen-Paket
nl: Themapakket

source: Theme
nl: Thema

# THEME_INFO
source: Theme Information
de: Theme-Info
nl: Thema Informatie

# ENABLE_LIGHT_MODE
source: Enable for Light Mode
de: Für Hell-Modus aktivieren
nl: Stel Lichtmodus in

# DISABLE_LIGHT_MODE
source: Disable for Light Mode
de: Für Hell-Modus deaktivieren
nl: Stel Lichtmodus uit

# ENABLE_DARK_MODE
source: Enable for Dark Mode
de: Für Dunkel-Modus aktivieren
nl: Stel Donkere Modus in

# DISABLE_DARK_MODE
source: Disable for Dark Mode
de: Für Dunkel-Modus deaktivieren
nl: Stel Donkere Modus uit

# HIDE_POPUP_WARNING
source: Warning: If a respring (or uicache) is required by an extension to apply a theme, it may not be fully applied. With the warning disabled, you will not know if the extension requires a respring or to clear caches.
de: Warnung: Wenn eine Erweiterung einen Respring (oder UICache) benötigt, um ein Theme anzuwenden, wird es möglicherweise nicht vollständig angewendet. Wenn die Warnung deaktiviert ist, wissen Sie nicht, ob für die Erweiterung ein Respring erforderlich ist oder ob Caches gelöscht werden sollen.
nl: Waarschuwing: Als een herlaad (of uicache) nodig is voor een extensie om een thema toe te passen, dan kan het mogelijk niet volledig worden toegepast.Met de waarschuwing uitgeschakeld, zal je niet langer op de hoogte worden gesteld dat een extensie een herlaad nodig heeft of om de cache te wissen.

# DATA_COLLECTION
source: Data Collection Mode
de: Datenerfassungs-Modus
nl: Gegevensverzamelingsmodus

# DATA_COLLECTION_WARNING
source: STOP! READ! IF YOU ARE NOT A DESIGNER OR DON'T KNOW WHAT THIS DOES, DO NOT ENABLE THIS SETTING. UI THEMING IS DISABLED WHILST THIS IS ENABLED! Pressing confirm will respring your device.
de: STOPP! LESEN SIE! WENN SIE KEIN DESIGNER SIND ODER NICHT WISSEN, WAS DIES IST, AKTIVIEREN SIE DIESE EINSTELLUNG NICHT. UI-THEMING ist deaktiviert, solange dies aktiviert ist! Durch Drücken von Bestätigen wird auf ihren Gerät ein Respring ausgeführt.
nl: HO DAAR! DIT EVEN LEZEN! ALS JE GEEN ONTWERPER BENT OF NIET WEET WAT DIT DOET, STEL DIT NIET IN. UI ONTWERPEN IS UITGESCHAKELD ALS DIT NIET INGESTELD STAAT! ALS OP BEVESTIGEN WORDT GEDRUKT WORDT JOU DEVICE HERLADEN.

# DATA_COLLECTION_WARNING_TWO
source: WARNING: SNOWBOARD UI DATA COLLECTION MODE IS ENABLED. THIS MAY CAUSE SLOWDOWNS OR OTHER ISSUES. IF YOU DO NOT MEAN TO HAVE THIS ENABLED, DISABLE IT FROM SNOWBOARD SETTINGS > EXTENSIONS > SNOWBOARD UI > SETTINGS. THEN RESPRING. UI THEMING IS DISABLED WHILST THIS IS ENABLED!
de: WARNUNG: Der SNOWBOARD UI-DATENERFASSUNGS-MODUS IST AKTIVIERT. DIES KANN ZU VERLANGSAMUNGEN ODER ANDEREN PROBLEMEN FÜHREN. WENN SIE DIES NICHT AKTIVIEREN MÖCHTEN, DEAKTIVIEREN SIE ES UNTER SNOWBOARD-EINSTELLUNGEN > ERWEITERUNGEN > SNOWBOARD UI > EINSTELLUNGEN. DANN RESPRING. UI-THEMING IST DEAKTIVIERT, SOLANGE DIES AKTIVIERT IST!
nl: WAARSCHUWING: SNOWBOARD UI GEGEVENSVERZAMELMODUS IS INGESCHAKELD. DIT KAN MOGELIJK PROBLEMEN EN VERTRAGINGEN VEROORZAKEN. ALS JE DIT NIET WILDE INSTELLEN, STEL DEZE INSTELLING UIT VIA SNOWBOARD INSTELLINGEN > EXTENSIES > SNOWBOARD GEBRUIKERSINTERFACE > INSTELLINGEN. HERLAAD VERVOLGENS. UI THEMING IS UITGESCHAKELD WANNEER DIT IS INGESCHAKELD!

source: OK
de: Okay

source: Preset Name
de: Name der Vorlage
